Repository: common-repository/beautiful-product-offers-for-woocommerce
Catalog: languages/woo-bpo-*.po
Languages: es_es, fr_fr, it_it, pt_br

source: The first Woocommerce plugin that allows you to fully customize the appearance of your product offers and increase your Average Order Value. You can create pre-determined product bundles or allow your clients to build kits. Additionally you can customize your product title with HTML and shortcodes, you can upload trust badge and add custom HTML content above and under the Add To Cart Button.
es_es: El primer plugin de Woocommerce que te permite personalizar completamente la apariencia de tus ofertas de productos y aumentar tu valor promedio de pedido. Puede crear paquetes de productos predeterminados o permitir que sus clientes creen kits. Además, puede personalizar el título de su producto con HTML y códigos cortos, puede cargar una insignia de confianza y agregar contenido HTML personalizado arriba y debajo del botón Agregar al carrito.
fr_fr: Le premier plugin WooCommerce qui vous permet de personnaliser entièrement l’apparence de vos offres de produits et d’augmenter la valeur de du panier moyen. Vous pouvez créer des offres groupées de produits prédéterminées ou permettre à vos clients de créer des kits. En outre, vous pouvez personnaliser le titre de votre produit avec HTML et Codes Courts, vous pouvez télécharger un badge de confiance et ajouter du contenu HTML personnalisé au-dessus et en dessous du bouton Ajouter au panier.
it_it: Il primo plugin Woocommerce che ti consente di personalizzare completamente l'aspetto delle offerte dei tuoi prodotti e aumentare il valore medio dell'ordine. Puoi creare pacchetti di prodotti predeterminati o consentire ai tuoi clienti di creare kit. Inoltre, puoi personalizzare il titolo del tuo prodotto con HTML e shortcode, puoi caricare il badge di fiducia e aggiungere contenuti HTML personalizzati sopra e sotto il pulsante Aggiungi al carrello.
pt_br: O primeiro plugin Woocommerce que permite personalizar totalmente a aparência das ofertas do seu produto e aumentar o valor médio do pedido. Você pode criar pacotes de produtos pré-determinados ou permitir que seus clientes construam kits. Além disso, você pode personalizar seu título de produto com HTML e shortcodes, você pode carregar crachá de confiança e adicionar conteúdo HTML personalizado acima e sob o botão Adicionar ao carrinho.

source: We suggest to use for variation product but you can input anything you want
fr_fr: Nous vous suggérons d’utiliser pour les variations, mais vous pouvez y mettre ce que vous voulez

source: Font Weight
es_es: Grosor del Tipo Letra
fr_fr: Graisse de la police
pt_br: Espessura da Fonte
