Repository: common-repository/beautiful-product-offers-for-woocommerce
Catalog: languages/woo-bpo-*.po
Languages: es_es, fr_fr, it_it, pt_br

source: Add Product
es_es: Agregar Producto
fr_fr: Ajouter un produit
it_it: Aggiungi prodotto
pt_br: Adicionar Produto

source: Search product here
es_es: Buscar producto aquí
fr_fr: Rechercher un produit ici
it_it: Cerca il prodotto qui
pt_br: Pesquisar produto aqui

source: Add product(s) to offer. See search options in plugin settings
es_es: Agregue productos para ofrecer. Ver opciones de búsqueda en la configuración del plugin
fr_fr: Ajoutez des produits à votre Offre. Voir les options de recherche dans les paramètres du plugin
it_it: Aggiungi prodotti da offrire. Visualizzare le opzioni di ricerca nelle impostazioni del plug-in
pt_br: Adicione produtos para oferecer. Veja as opções de pesquisa nas configurações do plugin

source: Product(s) in Offer
es_es: Producto(s) en oferta
fr_fr: Produit(s) Ajouté(s)
it_it: Prodotto(i) in Offerta
pt_br: Produto(s) em Oferta

source: Custom Content Under Add-to-Cart
es_es: Contenido personalizado en Add-to-Cart
fr_fr: Contenu personnalisé sous l’ATC
it_it: Contenuto personalizzato in Aggiungi al carrello

source: Replace Product Title
es_es: Reemplazar el título del producto
fr_fr: Remplacer le titre du produit
it_it: Sostituisci il titolo del prodotto
pt_br: Substituir o título do produto

source: Offer Design
es_es: Diseño de ofertas
fr_fr: Design de l’offre
it_it: Offerta Design
pt_br: Oferecer Design

source: Offer layout
es_es: Diseño de la oferta
fr_fr: Layout (Mise en page) de l’offre
it_it: Layout dell'offerta
pt_br: Layout de oferta

source: Offer Layout
es_es: Diseño de la oferta
fr_fr: Layout (Mise en page) de l’offre
it_it: Layout dell'offerta
pt_br: Layout de oferta

source: Offer Position
es_es: Posición de oferta
fr_fr: Position de l’offre
it_it: Posizione dell'offerta
pt_br: Posição de Oferta

source: Default
es_es: Por defecto
fr_fr: Par défaut
it_it: Predefinito
pt_br: Padrão

source: Above Add to Cart Button
es_es: Arriba Botón Añadir a la cesta
fr_fr: Au-dessus de l’ATC
it_it: Sopra il pulsante Aggiungi al carrello
pt_br: Acima adicionar ao botão carrinho

source: Under Add to Cart Button
es_es: Debajo del Botón Añadir a la cesta
fr_fr: En dessous de l’ATC
it_it: Sotto il pulsante Aggiungi al carrello
pt_br: Em Adicionar ao botão de carrinho

source: Offer Selection Type
es_es: Tipo de selección de oferta
fr_fr: Type de sélection de l’offre
it_it: Tipo di selezione dell'offerta
pt_br: Tipo de seleção de ofertas

source: Multiple Selections
es_es: Selecciones múltiples
fr_fr: Sélections Multiples
it_it: Selezioni multiple
pt_br: Múltiplas Seleções

source: Single Selection
es_es: Selección Unica
fr_fr: Sélection unique
it_it: Selezione singola
pt_br: Seleção Simples

source: Add Main Product to Cart
es_es: Añadir producto principal a la cesta
fr_fr: Ajouter le produit principal au panier
it_it: Aggiungi il prodotto principale al carrello
pt_br: Adicionar o produto principal ao carrinho

source: Suggested use cases: Product Kits, Pick and Mix Bundles, Bundle Sells and Upsells.
es_es: Casos de uso sugeridos: Kits de productos, Paquetes de selección y mezcla, Ventas de paquetes y Ventas adicionales.
fr_fr: Cas d’utilisation suggérés : Kits de produits, Forfaits pick and mix, Ventes groupées et Ventes incitatives (UpSells).
it_it: Casi d'uso suggeriti: kit di prodotti, pacchetti Pick and Mix, vendite di pacchetti e upsell.
pt_br: Casos de uso sugeridos: Kits de produtos, Pacotes de Escolha e Mix, Bundle Sells e Upsells.

source: Basic
es_es: Básico
fr_fr: Basique
it_it: Base
pt_br: Básico

source: Rounded
es_es: Redondeado
fr_fr: Arrondie
it_it: Arrotondato
pt_br: Arredondado

source: Rectangle
es_es: Rectángulo
fr_fr: Rectangulaire
it_it: Rettangolo
pt_br: Retângulo

source: Vertical
it_it: Verticale

source: Horizontal
it_it: Orizzontale

source: Show Quantity Box
es_es: Mostrar cuadro de cantidad
fr_fr: Afficher le sélecteur de quantité
it_it: Mostra casella quantità
pt_br: Mostrar Caixa de Quantidade

source: If you want to show custom quantity selector.
es_es: Si desea mostrar un selector de cantidad personalizado.
fr_fr: Si vous souhaitez afficher un sélecteur de quantité personnalisé.
it_it: Se si desidera visualizzare il selettore di quantità personalizzato.
pt_br: Se você quiser mostrar seletor de quantidade personalizado.

source: Replace Price
es_es: Reemplazar precio
fr_fr: Remplacer le prix
it_it: Sostituisci prezzo
pt_br: Substituir preço

source: Anything you add here will replace price from “General” tab - support HTML and shortcodes
es_es: Cualquier cosa que agregue aquí reemplazará el precio de la pestaña "General": admite HTML y códigos cortos
fr_fr: Tout ce que vous ajoutez ici remplacera le prix de l’onglet « Général » - prend en charge HTML et codes courts
it_it: Tutto ciò che aggiungi qui sostituirà il prezzo dalla scheda "Generale" - supporta HTML e shortcode
pt_br: Qualquer coisa que você adicionar aqui substituirá o preço da guia "Geral" - suporte HTML e shortcodes

source: Replace Add To Cart Text
es_es: Reemplazar texto “Añadir a la cesta”
fr_fr: Remplacer le text du bouton de l’ATC
it_it: Sostituisci aggiungi al testo del carrello

source: Change the default Add To Cart Text
es_es: Cambiar el texto predeterminado de Añadir a la cesta
fr_fr: Modifier le texte Par défaut “Ajouter au panier”
it_it: Modificare il testo predefinito Aggiungi al carrello

source: ex: add to bag
es_es: por ejemplo: añadir a la bolsa
fr_fr: ex: acheter maintenant
it_it: es: aggiungi al sacchetto
pt_br: ex: adicione ao saco

source: Text above offer
es_es: Texto sobre la oferta
fr_fr: Texte au-dessus de l’offre
it_it: Testo sopra l'offerta
pt_br: Texto acima oferta

source: ex. Choose your Offer
es_es: ex. Elige tu Oferta
fr_fr: ex. Choisissez votre offre
it_it: ex. Scegli la tua Offerta
pt_br: ex. Escolha sua oferta

source: Custom content above the Add-to-Cart
es_es: Contenido personalizado por encima del add-to-cart
fr_fr: Contenu personnalisé au-dessus de l’ATC
it_it: Contenuto personalizzato sopra il Componente aggiuntivo
pt_br: Conteúdo personalizado acima do Add-to-Cart

source: ex. Offer Ends Thursday, 12:00 PM (support HTML and shortcodes)
es_es: la oferta termina el jueves, 12:00 PM (admite HTML y códigos cortos)
fr_fr: ex. L’offre se termine jeudi, 12h00 (prend en charge HTML et codes courts)
it_it: l’offerta termina giovedì alle 12:00 (supporto HTML e shortcode)
pt_br: ex. Oferta termina quinta-feira, 12:00 PM (suporte HTML e shortcodes)

source: Goes under the Add-to-Cart Button - support HTML and shortcodes
es_es: Va debajo del botón Add-to-Cart - admite HTML y códigos cortos
fr_fr: En dessous du bouton “Ajouter au panier” - prend en charge HTML et codes courts
it_it: Va sotto il pulsante Aggiungi al carrello - supporta HTML e shortcode
pt_br: Vai sob o botão Add-to-Cart - suporte HTML e shortcodes

source: ex. Free Home Delivery 24/7 Support 1 Month replace warranty
es_es: ej. Entrega gratuita a domicilio Soporte 24/7 1 mes de garantía de reemplazo
fr_fr: ex. Livraison gratuite à domicile Assistance 24h/24 et 7h/24 et 7h/ 1 mois de garantie de remplacement
it_it: consegna a domicilio gratuita, Supporto 24 ore su 24, 7 giorni su 7, 1 mese di garanzia di sostituzione
pt_br: ex. Entrega em casa grátis Suporte 24 horas por dia, 7º 1 Mês substituir garantia

source: Support HTML and Shortcodes
es_es: Soporta HTML y Shortcodes
fr_fr: Prend en charge HTML et codes courts
it_it: Supporto HTML e Shortcode
pt_br: Suporte HTML e Shortcodes

source: No results found for:
es_es: No se encontraron resultados para:
fr_fr: Aucun résultat pour :
it_it: Nessun risultato corrisponde a:
pt_br: Nenhum resultado encontrado para:

source: Add
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungi
pt_br: Adicionar

source: Remove
es_es: Eliminar
fr_fr: Supprimer
it_it: Rimuovi
pt_br: Remover

source: Default quantity
es_es: Cantidad predeterminada
fr_fr: Quantité par défaut
it_it: Quantità predefinita
pt_br: Quantidade padrão

source: Sold Individually
es_es: Vendido individualmente
fr_fr: Vendu individuellement
it_it: Venduto singolarmente
pt_br: Vendido individualmente

source: Out of Stock
es_es: Agotado
fr_fr: En rupture de stock
it_it: Esaurito
pt_br: Fora de Estoque

source: Offer Details
es_es: Detalles de la oferta
fr_fr: Détails de l’offre
it_it: Dettagli dell’offerta
pt_br: Detalhes da promoção

source: Price Tag Text
es_es: Texto de la etiqueta de precio
fr_fr: Prix - Texte de l'étiquette
it_it: Testo del Tag del Prezzo
pt_br: Texto da Etiqueta de Preço

source: It will appear next to offer price
es_es: Aparecerá junto al precio de oferta
fr_fr: Il apparaîtra à côté du prix de l’offre
it_it: Apparirà accanto al prezzo dell'offerta
pt_br: Ele aparecerá ao lado para oferecer preço

source: ex. Sale Price
es_es: ej. Precio de venta
fr_fr: ex. En solde
it_it: prezzo di vendita
pt_br: ex. Preço de venda

source: Popup Text
es_es: Texto emergente
fr_fr: Texte contextuel
it_it: Testo popup
pt_br: Texto popup

source: ex. Most Popular
es_es: ex. Más populares
fr_fr: ex. Les plus populaires
it_it: ex. I più popolari
pt_br: ex. Mais Popular

source: Offer Incentive
es_es: Ofrecer Incentivo
fr_fr: Offre Incentive
it_it: Offerta Incentive
pt_br: Incentivo à Oferta

source: ex. Save 40%
es_es: ex. Ahorre un 40%
fr_fr: ex. Économisez 40%
it_it: ex. Risparmia il 40%
pt_br: ex. Economize 40%

source: It will appear below popup text
es_es: Aparecerá debajo del texto emergente
fr_fr: Il apparaîtra en dessous le texte contextuel
it_it: Apparirà sotto il testo del popup
pt_br: Ele aparecerá abaixo do texto pop-up

source: Select Options Text
es_es: Seleccionar texto de opciones
fr_fr: Sélectionner le texte des options
it_it: Seleziona Opzioni Testo
pt_br: Selecione texto de opções

source: ex. Choose color
es_es: ex. Elegir color
fr_fr: ex. Choisissez la couleur
it_it: ex. Scegli colore
pt_br: ex. Escolher a cor

source: We suggest to use for variation product but you can input anything you want
es_es: Sugerimos usar para variar el producto, pero puede ingresar lo que desee
it_it: Si consiglia di utilizzare per il prodotto di variazione, ma è possibile inserire tutto ciò che si desidera
pt_br: Sugerimos usar para o produto de variação, mas você pode inserir qualquer coisa que quiser

source: Settings
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_br: Configurações

source: Choose File
es_es: Elija el archivo
fr_fr: Choisir un fichier
it_it: Scegli file
pt_br: Escolher Arquivo

source: Choose Image
es_es: Elegir imagen
fr_fr: Choisir une image
it_it: Scegli un'immagine
pt_br: Escolher Imagem

source: Beautiful Product offer
es_es: Hermosa oferta de productos
fr_fr: Des Offres irrésistibles
it_it: Bella offerta di prodotti
pt_br: Oferta de produto bonito

source: Styling
es_es: Todos los ajustes de estilo
fr_fr: Options de style
it_it: Stile
pt_br: Estilo

source: Archive Labels
es_es: Etiquetas de archivo
fr_fr: Étiquettes d’archivage
it_it: Archivia etichette
pt_br: Rótulos de arquivo

source: Search
es_es: Buscar
fr_fr: Recherche
it_it: Cerca
pt_br: Pesquisar

source: Upload Trust Badge
es_es: Cargar insignia de confianza
fr_fr: Télécharger un trustbadge
it_it: Carica badge di attendibilità
pt_br: Carregar crachá de confiança

source: Under ATC suggested use case: Upsells.
es_es: Bajo el caso de uso sugerido por ATC: Upsells.
fr_fr: Sous l’ATC, cas d’utilisation suggéré: Ventes incitatives (Upsells).
it_it: Sotto il caso d'uso suggerito da ATC: Upsells.
pt_br: Em caso de uso sugerido pela ATC: Upsells.

source: Offer Type
es_es: Tipo de Oferta
fr_fr: Type de sélection
it_it: Tipo di offerta
pt_br: Tipo de oferta

source: Product Title On-Click Action
es_es: Acción sobre el clic del título del producto
fr_fr: Action après click sur le titre du produit
it_it: Titolo del prodotto Azione on-click
pt_br: Ação do título do produto no clique

source: No Action
es_es: Ninguna acción
fr_fr: Aucune action
it_it: Nessuna azione
pt_br: Nenhuma ação

source: Open product in new Tab
es_es: Abrir producto en una nueva pestaña
fr_fr: Ouvrir le produit dans un nouvel onglet
it_it: Apri il prodotto in una nuova scheda
pt_br: Abrir produto em nova Guia

source: Open product in same Tab
es_es: Abrir producto en la misma pestaña
fr_fr: Ouvrir le produit dans le même onglet
it_it: Apri il prodotto nella stessa scheda
pt_br: Abrir produto na mesma aba

source: Show Thumbnail
es_es: Mostrar Miniatura
fr_fr: Afficher la miniature
it_it: Mostra miniatura
pt_br: Mostrar Miniaturas

source: Thumbnail of Pre-determined product in Offer.
es_es: Miniatura del producto predeterminado en la oferta.
fr_fr: Miniature du produit prédéterminé dans l’offre.
it_it: Miniatura del prodotto predeterminato nell'offerta.
pt_br: Miniatura do produto pré-determinado em Oferta.

source: Variation Change Image
es_es: Imagen de cambio de variación
fr_fr: Image de changement de variation
it_it: Variazione Cambia immagine
pt_br: Imagem de alteração de variação

source: Show Short Description
es_es: Mostrar Descripción Corta
fr_fr: Afficher la description courte
it_it: Mostra Descrizione Breve
pt_br: Exibir Descrição Curta

source: Show Price
es_es: Mostrar Precio
fr_fr: Afficher le prix
it_it: Mostra Prezzo
pt_br: Mostrar preço

source: Price Change
es_es: Cambio de precio
fr_fr: Changement de prix
it_it: CAMBIO PREZZI
pt_br: Mudança de preço

source: When variation or quantity update change main product price.
es_es: Cuando la variación o la actualización de la cantidad cambian el precio principal del producto.
fr_fr: Lorsque la variation ou la mise à jour de la quantité changent, le prix principal du produit change.
it_it: Quando la variazione o l'aggiornamento della quantità cambia il prezzo principale del prodotto.
pt_br: Quando a variação ou atualização de quantidade alteram o preço principal do produto.

source: Custom Price Selector
es_es: Selector de precios personalizado
fr_fr: Sélecteur de prix personnalisé
it_it: Selettore di prezzi personalizzato
pt_br: Seletor de preços personalizado

source: Woo BPO lets you replace the content of the price section. This works for themes that have the default woocommerce ".price" selector. If your theme selector is different, please enter it above.
es_es: Woo BPO te permite reemplazar el contenido de la sección de precios. Esto funciona para temas que tienen el selector predeterminado woocommerce ".price". Si su selector de temas es diferente, introdúzcalo arriba.
fr_fr: Woo BPO vous permet de remplacer le contenu de la section des prix. Cela fonctionne pour les thèmes qui ont le sélecteur woocommerce « .price » par défaut. Si votre sélecteur de thème est différent, veuillez le saisir ci-dessus.
it_it: Woo BPO ti consente di sostituire il contenuto della sezione dei prezzi. Questo funziona per i temi che hanno il selettore predefinito woocommerce ".price". Se il tuo selettore di temi è diverso, inseriscilo sopra.
pt_br: Woo BPO permite que você substitua o conteúdo da seção de preço. Isso funciona para temas que têm o seletor de woocommerce padrão ".price". Se o seletor de temas for diferente, digite-o acima.

source: Add Main Product in Cart
es_es: Añadir producto principal a la cesta
fr_fr: Ajouter le produit principal dans le panier
it_it: Aggiungi il prodotto principale nel carrello
pt_br: Adicionar o produto principal no carrinho

source: Archive label for purchaseable Offer
es_es: Etiqueta de archivo para la oferta comprable
fr_fr: Étiquette d’archivage pour les produits achetables
it_it: Etichetta di archivio per l'offerta acquistabile
pt_br: Rótulo de arquivo para oferta comprável

source: Archive label for not purchaseable Offer
es_es: Etiqueta de archivo para la oferta no comprable
fr_fr: Étiquette d’archivage pour les produits non achetables
it_it: Etichetta di archivio per l'offerta non acquistabile
pt_br: Rótulo de arquivo para oferta não comprável

source: Search limit
es_es: Límite de búsqueda
fr_fr: Limite de recherche
it_it: Limite di ricerca
pt_br: Limite de Pesquisa

source: Search by ID
es_es: Búsqueda por ID
fr_fr: Recherche par ID
it_it: Ricerca per ID
pt_br: Pesquisar por ID

source: Only when you add numeric value.
es_es: Sólo cuando se añade un valor numérico.
fr_fr: Uniquement lorsque vous ajoutez une valeur numérique.
it_it: Solo quando si aggiunge un valore numerico.
pt_br: Só quando você adiciona valor numérico.

source: Search by SKU
es_es: Búsqueda por SKU
fr_fr: Rechercher par code SKU
it_it: Cerca per SKU
pt_br: Buscar por SKU

source: Add Same Product
es_es: Añadir el mismo producto
fr_fr: Ajouter le même produit
it_it: Aggiungi lo stesso prodotto
pt_br: Adicionar o mesmo produto

source: Add already exist product in list.
es_es: Agregue el producto ya existe en la lista.
fr_fr: Ajouter un produit déjà existant dans la liste.
it_it: Aggiungi prodotto già esistente nell'elenco.
pt_br: Adicionar já existe produto na lista.

source: Exact Search
es_es: Búsqueda exacta
fr_fr: Recherche exacte
it_it: Ricerca esatta
pt_br: Pesquisa exata

source: exactly word match with product title or content?
es_es: ¿Exactamente la palabra coincide con el título o el contenido del producto?
fr_fr: exactement la correspondance des mots avec le titre ou le contenu du produit?
it_it: esattamente la parola corrisponde al titolo o al contenuto del prodotto?
pt_br: exatamente correspondência de palavras com título ou conteúdo do produto?

source: Sentence Search
es_es: Búsqueda de oraciones
fr_fr: Recherche de phrase
it_it: Ricerca frase
pt_br: Sentenças da Pesquisa

source: Do a full phrase search not words?
es_es: ¿Busca una frase completa, no palabras?
fr_fr: Est-ce une recherche de phrase complète mais pas des mots?
it_it: Una frase completa cerca non le parole?
pt_br: Fazer uma busca completa de palavras e não palavras?

source: Regular
fr_fr: Normal
it_it: Regolare

source: Medium
es_es: Mediano
fr_fr: Moyen
it_it: Medio
pt_br: Médio

source: Bold
es_es: Negrita
fr_fr: Grasse
it_it: Grassetto
pt_br: Negrito

source: Border Color
es_es: Color del borde
fr_fr: Couleur de la bordure
it_it: Colore Bordo
pt_br: Cor da Borda

source: Box Shadow Color
es_es: Color de sombra de la caja
fr_fr: Couleur de l'ombre de la boîte
it_it: Colore ombra scatola
pt_br: Cor da Sombra da Caixa

source: Offer Background Color
es_es: Color de fondo de la oferta
fr_fr: Couleur d’arrière-plan de l’offre
it_it: Offri colore di sfondo
pt_br: Oferecer cor de fundo

source: Offer Hover | Active Background Color
es_es: Oferta Hover | Color de fondo activo
fr_fr: Couleur au survol | active de l’arrière-plan
it_it: Offerta Hover | Colore di sfondo attivo
pt_br: Oferta hover | Cor de fundo ativa

source: Short Description & Offer details Text Color
es_es: Breve descripción y detalles de la oferta Color del texto
fr_fr: Couleur de texte Description courte et détails de l’offre
it_it: Breve descrizione e dettagli dell'offerta Colore del testo

source: Short Description & Offer details Text Hover | Active Color
es_es: Breve descripción y detalles de la oferta Texto Hover | Color activo
fr_fr: Couleur au survol | active pour Description courte et détails de l’offre
it_it: Breve descrizione e dettagli dell'offerta Testo Hover | Colore attivo

source: Product Title Color
es_es: Color del Título del Producto
fr_fr: Couleur du titre du produit
it_it: Colore Titolo Prodotto

source: Product Title Hover | Active Color
es_es: | flotante del título del producto Color activo
fr_fr: Couleur au survol | active du titre du produit
it_it: Titolo del prodotto Al passaggio del mouse | Colore attivo

source: Regular Price Color
es_es: Color de precio
fr_fr: Couleur prix de vente normal
it_it: Colore del prezzo normale

source: Regular Price Hover | Active Color
es_es: Precio regular Hover | Color activo
fr_fr: Couleur au survol | active du prix de vente normal
it_it: Prezzo normale Hover | Colore attivo

source: Sale Price Color
es_es: Color del precio en oferta
fr_fr: Couleur du prix promo
it_it: Colore prezzo scontato

source: Sale Price Hover | Active Color
es_es: Precio de venta Hover | Color activo
fr_fr: Couleur au survol | active du prix promo
it_it: Prezzo di vendita Hover | Colore attivo

source: Variation Select Color
es_es: Variación Seleccionar color
fr_fr: Couleur texte “sélectionner la variation”
it_it: Variazione Seleziona colore

source: Tag Text Color
es_es: Color del texto de la etiqueta
fr_fr: Texte de l'étiquette Prix
it_it: Tag Color testo

source: Tag Background Color
es_es: Color de fondo de la etiqueta
fr_fr: Couleur de fond du texte de l’étiquette Prix
it_it: Tag Colore di sfondo

source: Popup Text Color
es_es: Color de texto emergente
fr_fr: Couleur du texte contextuel
it_it: Colore testo popup

source: Add To Cart Text Color
es_es: Color del texto de “Añadir a la cesta”
fr_fr: Couleur du texte “Ajouter au panier”
it_it: Aggiungi al colore del testo del carrello

source: Add To Cart Hover Text Color
es_es: Añadir a la cesta Hover Text Color
fr_fr: Couleur au survol du texte “Ajouter au panier”
it_it: Aggiungi al carrello Colore del testo al passaggio del mouse

source: Add To Cart Background Color
es_es: Color del botón de “Añadir a la cesta”
fr_fr: Couleur du bouton “Ajouter au panier”
it_it: Aggiungi al colore di sfondo del carrello

source: Add To Cart Hover Background Color
fr_fr: Couleur au survol du bouton “Ajouter au panier”
it_it: Aggiungi al carrello Colore di sfondo al passaggio del mouse

source: Add to cart
es_es: Añadir a la cesta
fr_fr: Ajouter au panier
it_it: Aggiungi al carrello
pt_br: Adicionar ao Carrinho

source: Select options
es_es: Seleccionar opciones
fr_fr: Sélectionner les options
it_it: Seleziona opzioni
pt_br: Selecionar opções

source: Read more
es_es: Ver más
fr_fr: Lire plus
it_it: Leggi di più
pt_br: Saiba mais

source: Please select some product options before adding this grouped to the cart.
es_es: Seleccione algunas opciones de productos antes de agregar este grupo al carrito.
fr_fr: Veuillez sélectionner certaines options de produit avant de les ajouter au panier.
it_it: Seleziona alcune opzioni di prodotto prima di aggiungerle raggruppate al carrello.
pt_br: Selecione as opções de produtos antes de adicionar este grupo ao carrinho.

source: Please choose at least one product before adding this grouped to the cart.
es_es: Elija al menos un producto antes de agregar este grupo al carrito.
fr_fr: Veuillez choisir au moins un produit avant de l’ajouter au panier.
it_it: Si prega di scegliere almeno un prodotto prima di aggiungerlo raggruppato al carrello.
pt_br: Escolha pelo menos um produto antes de adicionar este grupo ao carrinho.

source: Total
it_it: Totale

source: Choose
es_es: Elegir
fr_fr: Choisir
it_it: Scegli
pt_br: Escolher

source: Clear
es_es: Borrar
fr_fr: Effacer
it_it: Cancella
pt_br: Limpar

source: Beautiful Product Offers for Woocommerce
es_es: Hermosas ofertas de productos para Woocommerce
fr_fr: Des Offres irrésistibles pour WooCommerce
it_it: Belle offerte di prodotti per Woocommerce
pt_br: Ofertas de produtos bonitos para woocommerce
